Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: It is the largest single assistance programme for the Belarusian society.
pl: Jest to największy jednostkowy projekt pomocowy dla społeczeństwa białoruskiego.

source: Belsat programmes are broadcast via satellite and online.
pl: Programy stacji można oglądać za pośrednictwem satelity oraz w internecie.

source: In 2012, the MFA earmarked PLN 17.6 million for Belsat TV.
pl: W 2012 roku MSZ zaplanowało 17,6 mln zł na realizację TV Belsat.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2015 / Third transport of humanitarian aid for Ukraine / Polish aid for Ukraine
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2015 / Trzeci transport z pomocą humanitarną dla Ukrainy / Polska pomoc dla Ukrainy

source: Polish aid for Ukraine
pl: Polska pomoc dla Ukrainy

source: “In response to Ukraine's appeals for help, the Polish government is sending the third transport of humanitarian aid to this country today,” said Deputy Minister Konrad Pawlik, transferring a Polish-German convoy of material aid to the Ukrainian side today in Kyiv.
pl: - Polski Rząd w odpowiedzi na apele ze strony Ukrainy kieruje dziś trzeci transport pomocy humanitarnej - mówił w Kijowie wiceminister Konrad Pawlik w czasie przekazania wspólnego polsko-niemieckiego transportu pomocy rzeczowej.

source: The transport of humanitarian relief for displaced persons from areas involved in military operations arrived in Zaporizhia on 17 June.
pl: Transport pomocy humanitarnej dla osób przesiedlonych z terenów objętych działaniami zbrojnymi dojechał do Zaporoża 17 czerwca.

source: “It is the first joint Polish-German convoy for displaced persons in the East.
pl: - Jest to pierwszy polsko-niemiecki konwój organizowany wspólnie na rzecz osób przesiedlonych na Wschodzie.

source: Our aid is addressed not only to people in the Zaporizhia Oblast, but also to inhabitants of Mariupol,” said Deputy Minister Konrad Pawlik.
pl: Nasza pomoc trafi nie tylko do poszkodowanych w Obwodzie Zaporoskim, lecz także do mieszkańców Mariupola - powiedział wiceminister Konrad Pawlik.

source: “I would like to thank our German partners for their willingness to cooperate and help.
pl: - Pragnę serdecznie podziękować partnerom niemieckim za gotowość do współpracy i chęć niesienia wspólnej pomocy.

source: It is a sign that we speak with one voice on Ukraine and support this country's pro-European ambitions,” added the deputy chief of Polish diplomacy.
pl: Jest to przejaw wspólnego patrzenia na sprawy ukraińskie i przejaw wsparcia pro-europejskich aspiracji Ukrainy - dodał wiceszef polskiej dyplomacji.

source: Polish fire fighters transported approximately 164 tons of the most essential products, such as food, hygiene products, including for children and infants, drugs, and dressing materials.
pl: Polscy strażacy przewieźli około 164 tony najpotrzebniejszych produktów: żywność, środki higieniczne, w tym dla dzieci i niemowląt, leki i środki opatrunkowe.

source: The aid also includes school sets for children, folding beds, sleeping bags, and blankets.
pl: W transporcie znalazły się także wyprawki szkolne dla dzieci oraz składane łóżka, śpiwory i koce.

source: Thanks to the commitment of the Polish fire fighters, the relief was discharged within a few hours and will be distributed to displaced persons in the Zaporizhia Oblast and to Mariupol inhabitants in the coming days.
pl: Dzięki zaangażowaniu polskich strażaków całość pomocy została rozładowana w ciągu kilku godzin i będzie w najbliższych dniach przekazywana przesiedleńcom przebywającym na terytorium Obwodu Zaporoskiego oraz mieszkańcom Mariupola.

source: Under the human capital priority, the development cooperation for Myanmar will serve the following objectives: “improving healthcare services for mothers and children and improving access to high quality education at all levels” and “supporting social integration of persons belonging to groups at risk of exclusion”.
pl: W ramach priorytetu kapitał ludzki, współpraca rozwojowa na rzecz Mjanmy służy realizacji następujących celów: „poprawa jakości opieki zdrowotnej matek i dzieci oraz poprawa dostępu do wysokiej jakości edukacji na wszystkich poziomach kształcenia” oraz „wsparcie integracji społecznej osób z grup zagrożonych wykluczeniem”.

source: It will be of key importance for this thematic area to achieve the following results:
pl: Kluczowe dla tego obszaru tematycznego będzie osiągnięcie następujących rezultatów:

source: increasing access to better healthcare services for mothers and children;
pl: zwiększenie dostępu do lepszej jakości opieki zdrowotnej matek i dzieci;

source: improved access to social services for persons belonging to groups at risk of exclusion.
pl: zwiększony dostęp do usług społecznych osób z grup zagrożonych wykluczeniem.

source: Myanmar has the lowest indicator of social development in the region.
pl: Mjanma ma najniższy wskaźnik rozwoju społecznego w regionie.

source: In the HDI ranking (Human Development Index 2014) kept by UNDP, which every year monitors the social-economic development of the countries in the world, this country takes the 148th position (out of 188) with a result of 0.536, while the average for the East Asia and Pacific is 0.710 ( source ).
pl: W rankingu HDI (Human Development Index 2014) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata, kraj ten zajmuje 148. pozycję (na 188 możliwych) z wynikiem równym 0,536, podczas gdy średnio dla obszaru Azji Wschodniej i Pacyfiku wynosił on 0,710 ( źródło ).

source: In 2015, GDP per capita, calculated according to the purchasing power parity is USD 5,469, while the average for ASEAN-5 (Indonesia, Philippines, Malaysia, Singapore and Thailand) exceeded USD 11,000 ( source ).
pl: W 2015 r. PKB w przeliczeniu na jednego mieszkańca liczony według parytetu siły nabywczej wynosił 5 469 USD, podczas gdy średnia dla ASEAN-5 (Indonezja, Filipiny, Malezja, Singapur i Tajlandia) przekraczała 11 000 USD ( źródło ).

source: Participation of the population living in poverty compared with the total population in 2014 was 26%, and it was twice as high in rural than in municipal areas ( source ).
pl: Udział ludności żyjącej w ubóstwie w stosunku do ogółu społeczeństwa w 2014 r. wyniósł 26%, przy czym był dwukrotnie wyższy na terenach wiejskich niż w miastach ( źródło ).

source: Out of the ASEAN countries, Myanmar has had the shortest life expectancy and the second mortality rate among infants and children up to 5 years of age ( source ).
pl: W grupie państw należących do ASEAN Mjanma ma najkrótszą oczekiwaną długość życia i drugi najwyższy współczynnik śmiertelności niemowląt i dzieci do lat 5 ( źródło ).

source: Only 71% of babies are delivered by OB personnel ( source ).
pl: Jedynie 71% porodów odbieranych jest przez personel położniczy ( źródło ).

source: In line with the Myanmar's constitution, each child has access to mandatory education at the primary level.
pl: Zgodnie z obowiązującą w Mjanmie konstytucją każde dziecko ma zagwarantowany dostęp do obowiązkowej edukacji na poziomie podstawowym.

source: It has a positive effect on the universality of education: in 2014 the net school enrolment indicator among primary school students was 94.53% ( source ).
pl: Ma to pozytywne przełożenie na powszechność nauczania: w 2014 r. współczynnik skolaryzacji netto wśród uczniów szkół podstawowych wynosił 94,53% ( źródło ).

source: The sector's problem lies in low quality of education, low investment in education, and high inequalities in the access to education between the regions.
pl: Problemem sektora jest natomiast niska jakość szkolnictwa, niewielkie nakłady inwestycyjne na edukację, a także duże nierówności w dostępie do edukacji pomiędzy regionami.

source: According to the data of 2000, 90% children from cities and only 72% of children from rural areas had the chance of completing primary education ( source ).
pl: Zgodnie z danymi z 2000 r. szanse na ukończenie edukacji podstawowej miało 90% dzieci miejskich i jedynie 72% dzieci z obszarów wiejskich ( źródło ).

source: In order to improve the social situation in Myanmar, it is necessary to increase public spending in the health and education sectors.
pl: Dla poprawy sytuacji społecznej w Mjanmie niezbędne jest zwiększenie nakładów publicznych w sektorach zdrowia i edukacji.

source: In the recent years, the Burmese government undertook decisive actions, striving to engage public funds to benefit these two public policies.
pl: W ostatnich latach birmański rząd podjął w tej kwestii zdecydowane działania, dążąc do zwiększenia zaangażowania środków publicznych na rzecz tych dwóch polityk publicznych.

source: For example, an education review is being conducted ( Comprehensive Education Sector Review ), which will help to work on a reform programme.
pl: Realizowany jest między innymi przegląd stanu edukacji ( Comprehensive Education Sector Review ), który posłuży wypracowaniu programu reform.

source: In line with the most recent details available for the period of 2005-2014, the public expense on education was only 0.8% of GDP in Myanmar and was the lowest in the region ( source ).
pl: Zgodnie z najbardziej aktualnymi danymi dostępnymi za okres 2005-2014 wysokość nakładów na edukację wynosiła w Mjanmie jedynie 0,8% PKB i była najniższa w regionie ( źródło ).

source: The level of public investment in the health sector is also very low.
pl: Bardzo niski jest również poziom inwestycji publicznych w sektorze zdrowia.

source: In 2014, the level of public spending in the healthcare sector was 1.8% GDP, which placed Myanmar on the last place in the ASEAN-10 group in terms of the participation of expenses on health relative to GDP (on average in ASEAN-10 group, the countries spent slightly over 4% of GDP on healthcare) ( source ).
pl: W 2014 r. poziom wydatków publicznych w obszarze ochrony zdrowia wynosił 1,8% PKB, sytuując Mjanmę na ostatnim miejscu w grupie ASEAN-10 pod względem wysokości udziału wydatków na zdrowie w relacji do PKB (średnio w grupie ASEAN-10 państwa przeznaczały na ochronę zdrowia nieco ponad 4% PKB) ( źródło ).

source: As regards the thematic priority entrepreneurship and the private sector and the objectives “supporting the local private sector and the development of entrepreneurship” it is vital to achieve the following results:
pl: W ramach realizacji priorytetu tematycznego przedsiębiorczość i sektor prywatny oraz celów „wzmocnienia lokalnego sektora prywatnego oraz rozwoju przedsiębiorczości” istotne jest osiągnięcie następujących rezultatów:

source: improved entrepreneurship levels, in particular among youth and women, new jobs created in rural areas;
pl: zwiększona przedsiębiorczość, szczególnie wśród młodzieży i kobiet oraz nowe miejsca pracy utworzone na obszarach wiejskich;

source: improved access to high-quality technical education and vocational training;
pl: zwiększony dostęp do wysokiej jakości kształcenia technicznego i szkolenia zawodowego;

source: improved competition, capacity and innovation levels of producers' groups, cooperatives and labour cooperatives, in particular in the agri-food sector.
pl: zwiększona konkurencyjność, wydajność i innowacyjność grup producenckich, kooperatyw oraz spółdzielni pracy, zwłaszcza w sektorze rolno-spożywczym.

source: The economy of Myanmar is based on the agricultural sector.
pl: Gospodarka Mjanmy opiera się na sektorze rolnictwa.

source: In the social-economic aspect, the development challenges of Myanmar also include the particularly low labour productivity.
pl: W wymiarze społeczno-ekonomicznym do wyzwań rozwojowych Mjanmy należy zaliczyć w szczególności niską produktywność pracy.

source: In the majority of the countries, labour productivity in agriculture is much higher than in Myanmar; in the services sector Maynmar has the lowest labour productivity out of all countries of East Asia, whereas in the industry - second to last, just before Cambodia ( source ).
pl: W większości krajów regionu produktywność pracy w rolnictwie jest znacznie wyższa niż w Mjanmie; w sektorze usług Mjanma ma najniższą produktywność pracy wśród krajów Azji Wschodniej, a w przemyśle - drugą od końca, tuż przed Kambodżą ( źródło ).

source: In order to improve the economic competitiveness of Myanmar, also in the agricultural sector, it is necessary to invest in the development of professional qualifications and practical skills of persons entering the labour market.
pl: Dla podniesienia konkurencyjności gospodarczej Mjanmy, również w sektorze rolnictwa, niezbędne jest inwestowanie w rozwój kwalifikacji zawodowych i praktycznych umiejętności osób wchodzących na rynek pracy.

source: Educating the workforce and directing it towards minor industry will contribute to strengthening the other sectors of the economy (industry and services).
pl: Wyszkolenie siły roboczej i jej przekierowanie w stronę drobnego przemysłu przyczyni się z kolei do wzmocnienia pozostałych sektorów gospodarki (przemysłu i usług).

source: The objectives of Polish development cooperation for Myanmar are consistent with the diagnosis included in the World Bank Group's report Myanmar: Empowering People for Inclusive Growth .
pl: Cele polskiej współpracy rozwojowej na rzecz Mjanmy są spójne z diagnozą postawioną w raporcie World Bank Group Myanmar: Empowering People for Inclusive Growth .

source: In line with the recommendations included in the document, actions to support the development of this country should facilitate activation of the agricultural areas and to improve the quality of life in rural areas, development of human capital, relevant democratic social institutions, and to facilitate the establishment of a dynamic private sector and the creation of jobs.
pl: Zgodnie rekomendacjami zawartymi w tym dokumencie działania wspierające rozwój tego kraju powinny służyć aktywizacji terenów rolniczych oraz poprawie jakości życia na terenach wiejskich, rozwojowi kapitału ludzkiego i właściwych demokratycznych instytucji społecznych, a także sprzyjać powstawaniu dynamicznego sektora prywatnego i tworzeniu miejsc pracy.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2016 / Prime Minister Beata Szydło represented Poland at the World Humanitarian Summit
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2016 / Premier Beata Szydło reprezentowała Polskę na Światowym Szczycie Humanitarnym

source: The prime minister was accompanied by Konrad Szymański, Secretary of State for European Affairs at the MFA, and Joanna Wronecka, Undersecretary of State for Development Cooperation and African and Middle East Policy at the MFA.
pl: Pani Premier towarzyszył Pan Konrad Szymański, Sekretarz Stanu ds. europejskich w MSZ oraz Pani Joanna Wronecka Podsekretarz Stanu ds. współpracy rozwojowej oraz polityki afrykańskiej i bliskowschodniej w MSZ.

source: “As a UN founding member, Poland attaches great importance to the implementation of its goals.
pl: Polska jako członek-założyciel ONZ przywiązuje dużą wagę do realizacji jej celów.

source: One such goal is to solve - through cooperation - international and especially humanitarian problems,” said the prime minister at the plenary session that opened the Summit.
pl: Jednym z nich jest rozwiązywanie - w drodze współpracy - problemów międzynarodowych, szczególnie tych o charakterze humanitarnym - powiedziała Prezes Rady Ministrów na sesji plenarnej rozpoczynającej obrady w ramach Szczytu.

source: The aim of the event is to reaffirm international solidarity with the victims of armed conflicts and natural disasters and to engage in measures that strengthen mechanisms of the international humanitarian relief in the wake of humanitarian crises rapidly spreading across the globe and in order to respond to the challenges facing the international humanitarian aid system.
pl: Celem wydarzenia jest potwierdzenie międzynarodowej solidarności z ofiarami konfliktów zbrojnych i klęsk żywiołowych oraz podjęcie działań zmierzających do wzmocnienia mechanizmów międzynarodowego systemu pomocy humanitarnej w obliczu gwałtownie narastających kryzysów humanitarnych na świecie oraz w odpowiedzi na wyzwania, przed którymi staje system międzynarodowej pomocy humanitarnej.

source: In light of our experiences, we can strongly emphasise that building self-reliance and independence of states and societies is of fundamental importance and is the most effective instrument for the prevention of unrest and crises.
pl: W świetle naszych doświadczeń możemy z całą siłą podkreślić, że budowanie samodzielności i niezależności państw i społeczeństw ma znaczenie fundamentalne i jest najskuteczniejszym narzędziem do przeciwdziałania niepokojom i kryzysom.

source: Prime Minister Szydło also emphasized that Poland's activities in fighting humanitarian crises should be focused on direct support for countries affected by humanitarian crises.
pl: Premier Szydło podkreśliła ponadto, że działania Polski w walce z kryzysami humanitarnymi powinny skupić się na bezpośrednim wspieraniu państw dotkniętych kryzysami humanitarnymi.

source: During the Summit, Prime Minister Szydło also met with representatives of Polish NGOs attending the event: the Polish Humanitarian Action, the Polish Medical Mission and the Polish Centre for International Assistance.
pl: W ramach Szczytu Premier spotkała się ponadto z przedstawicielami polskich organizacji pozarządowych uczestniczących w wydarzeniu - Polską Akcją Humanitarną, Polską Misją Medyczną oraz Polskim Centrum Pomocy Międzynarodowej.

source: The Summit, besides heads of state and government, also brought together lower-level representatives, members of the international humanitarian community, specialised international organisations, NGOs, academia and the private sector.
pl: Szczyt, oprócz szefów państw i rządów oraz reprezentantów niższego szczebla, zgromadził przedstawicieli międzynarodowej społeczności humanitarnej, wyspecjalizowanych organizacji międzynarodowych, środowiska pozarządowego, naukowego oraz sektora prywatnego.

source: The objective of the planned meetings is to find effective solutions to problems relating to an unprecedented high number of persons affected by armed conflicts and natural disasters.
pl: Celem zaplanowanych spotkań jest znalezienie skutecznych rozwiązań problemów związanych z bezprecedensowo wysoką liczbą osób dotkniętych skutkami konfliktów zbrojnych oraz katastrof naturalnych.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2009 / Support for East Kazakhstan's rural areas through increasing the potential of the local Voluntary Fire-fighters Service
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2009 / Wsparcie rozwoju obszarów wiejskich wschodniego Kazachstanu poprzez zwiększenie potencjału lokalnej Ochotniczej Straży Pożarnej

source: Support for East Kazakhstan's rural areas through increasing the potential of the local Voluntary Fire-fighters Service
pl: Wsparcie rozwoju obszarów wiejskich wschodniego Kazachstanu poprzez zwiększenie potencjału lokalnej Ochotniczej Straży Pożarnej

source: The mountainous terrain (the Altai Mountains), the harsh climate and the peripheral situation of eastern Kazakhstan, close to the Russian and Chinese borders, all contribute to the region's isolation.
pl: Ukształtowanie terenu (góry Ałtaj) oraz surowy klimat, a także peryferyjne położenie wschodniego Kazachstanu u zbiegu granic z Rosją i Chinami przyczyniają się do jego izolacji.

source: The aim of this project was optimisation of rural development priorities for the region, achieved by strengthening the local groups of activists and by facilitating their inclusion in the local decision-making processes and implementation of their own initiatives.
pl: Celem projektu była optymalizacja kierunku rozwoju obszarów wiejskich wschodniego Kazachstanu poprzez wzmocnienie aktywnych grup społecznych i zapewnienie im udziału w procesach decyzyjnych, a także umożliwienie realizacji własnych inicjatyw.

source: The target group selected for this project were voluntary fire-fighters.
pl: Jako grupę docelową wybrano strażaków-ochotników.

source: An element of the project was a study visit for the Kazakh partners who learned about the Polish experience in organisation of Polish voluntary fire-fighters' service and its importance for rural areas development in Poland.
pl: W ramach projektu zrealizowano wizytę studyjną, której celem było zapoznanie kazachskich partnerów z polskimi doświadczeniami w zakresie funkcjonowania Ochotniczej Straży Pożarnej i ze znaczeniem tej organizacji dla rozwoju obszarów wiejskich.

source: Additionally, project funds were expended on the purchase of a fire-fighters' truck, equipment and computer equipment for the Kazakh brigades which participated in the project.
pl: W ramach projektu zakupiono samochód gaśniczy, sprzęt pożarniczy i komputerowy dla kazachskich jednostek straży pożarnej, które uczestniczyły w projekcie.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2013 - Afghanistan / Poland supports Afghan administration
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2013 - Afganistan / Polska wspiera afgańską administrację

source: Poland supports Afghan administration
pl: Polska wspiera afgańską administrację

source: Poland attaches great importance to supporting Afghanistan.
pl: - Polska przywiązuje dużą wagę do wspierania Afganistanu.

source: The development of Afghanistan was one of the subjects discussed during the meeting, as the country develops rapidly in spite of its security problems.
pl: W trakcie rozmów poruszono również kwestie dotyczące rozwoju Afganistanu, który rozwija się pomimo trudnej sytuacji związanej z bezpieczeństwem.

source: The changes are being implemented ia. owing to the assistance of international organizations.
pl: Zmiany wprowadzane są m.in. dzięki pomocy społeczności międzynarodowej.

source: To secure the further development of Afghanistan without external assistance, the creation of an appropriate infrastructure and efficient administration is needed.
pl: Aby dalszy rozwój Afganistanu był możliwy bez udziału wsparcia zewnętrznego, konieczne jest stworzenie odpowiedniej infrastruktury oraz budowa sprawnej administracji.

source: The 30 years of civil war have led to staff shortcomings, which is an obstacle in the creation of an efficiently functioning state.
pl: Ponad 30 lat wojny domowej w kraju doprowadziło do niedostatków kadrowych, które utrudniają stworzenie sprawnego państwa.

source: The current visit to Afghanistan is set within the actions aimed at building a professional administration in Afghanistan, financed by the Ministry of Foreign Affairs in the framework of development cooperation.
pl: Obecna wizyta delegacji wpisuje się w działania powiązane z budową profesjonalnej administracji w Afganistanie, finansowane ze środków MSZ w ramach współpracy rozwojowej.

source: - In order to achieve success, Afghanistan needs the experience of such countries as Poland - added Mohammed Karim Baz, Deputy Minister of Parliamentary Affairs, expressing the gratitude for the current assistance.
pl: - Aby osiągnąć sukces, Afganistanowi potrzebne jest doświadczenie takich krajów jak Polska - dodał Mohammed Karim Baz, wiceminister ds. parlamentarnych, dziękując za dotychczasowe wsparcie w tym zakresie.

source: Another discussed topic was economic cooperation.
pl: W trakcie spotkania poruszono również tematy dotyczące współpracy gospodarczej.
